export const wordsLibrary = {
  RU: {
    nav: ["Главная", "Модули", "Конфигурация", "Наши работы", "Контакты"],
    navSelectLanguages: "Выбрать язык",
    mainBlock: {
      title: "Производство полностью готовых передвижных модулей",
      content: [
        "Дома, дачи, глемпинги, офисы, магазины, киоски, хозпостройки и хранилища c полной отделкой и внутренними коммуникациями",
        "Не требует сборки, только соединение модулей ",
        "Не требует строительства фундамента",
        "Подготовка к переезду на новое место замёт 60 минут",
      ],
      btn: "Получить консультацию",
    },
    plusesBlock: [
      {
        title: "Не нужен проект",
        text: "В большинстве стран Европы не нужно согласовывать проект для временных построек, которые можно перенести в другое место.",
      },
      {
        title: "Не нужен фундамент",
        text: "Наши модули могут быть установлены на любой в том числе временной основе (блоках или даже камнях).",
      },
      {
        title: "Не нужна сборка",
        text: "Только если ваш заказ состоит из нескольких модулей, необходимо их соеденить между собой с помощью подготовленных креплений.",
      },
      {
        title: "Легко продать",
        text: "Модули имеют вторичную стоимость, так как легко могут перемещены в новое место без разборки. Подготовка для переезда займёт 1 час.",
      },
    ],
    moduleOptions: {
      title: "Варианты модулей",
      cards: [
        {
          img: "smallHouse.png",
          title: "Небольшой дом",
        },
        {
          img: "village.png",
          title: "Загородный дом",
        },
        {
          img: "glamping.png",
          title: "Глемпинг",
        },
        {
          img: "streetCafe.png",
          title: "Уличное кафе",
        },
        {
          img: "office.png",
          title: "Офисный блок",
        },
        {
          img: "garage.png",
          title: "Гараж, хранилище",
        },
        {
          img: "shop.png",
          title: "Магазин, киоск",
        },
        {
          img: "securityRoom.png",
          title: "Пост охраны",
        },
      ],
    },
    configurations: {
      title: "Конфигурация",
      cards: [
        {
          img: "QType.png",
          title: "Q -Type",
          formImg: "QForm.svg",
        },
        {
          img: "IType.png",
          title: "I -Type",
          formImg: "IForm.svg",
        },
        {
          img: "TType.png",
          title: "T -Type",
          formImg: "TForm.svg",
        },
        {
          img: "LType.png",
          title: "L -Type",
          formImg: "LForm.svg",
        },
        {
          img: "ZType.png",
          title: "Z -Type",
          formImg: "ZForm.svg",
        },
        {
          img: "UType.png",
          title: "U -Type",
          formImg: "UForm.svg",
        },
      ],
    },
    inside: {
      title: "Что внутри !?",
      text: [
        "- Внешняя металлическая рама создаёт надежность конструкции ",
        "- Утепление стен, пола и потолка из пеноплистерола или каменной ваты для круглогодичного проживания ",
        "- Высококачественные окна с тремя стеклами для повышения теплоизоляции ",
        "- Снаружи отделка из деревянной доски или композитных панелей на выбор клиента ",
        "- Внутри на стенах фанера высшего сорта или декоративные MDF панели",
        "- На полу панели из кварцвинила с встроенным отоплением полов ",
        "- Все коммуникации (электричество, вода, канализация) проложены внутри стен ",
        "- Возможность обустройства открытой терассы на крыше",
      ],
    },
    ourWorks: {
      title: "Наши работы",
      imgs: [
        "ourWork1.png",
        "ourWork2.png",
        "ourWork3.png",
        "ourWork4.png",
        "ourWork5.png",
        "ourWork6.png",
        "ourWork7.png",
        "ourWork8.png",
        "ourWork9.png",
        "ourWork10.png",
      ],
    },
    footer: {
      nav: {
        title: "Навигация",
        links: ["Главная", "Модули", "Конфигурация", "Наши работы", "Контакты"],
      },
      contactsTitle: "Контакты",

      rightBlock: {
        footerTitle:
          "Подпишитесь на рассылку, чтобы не пропустить новинки и акции",
        inputPlaceholder: "Ваш e-mail",
      },
      smallText: {
        privatePolicyTitle: "Политика конфиденциальности",
        paymentDetails: "Реквизиты",
      },
    },
  },

  EN: {
    nav: ["Win", "Modules", "Configuration", "Our Works", "Contacts"],
    navSelectLanguages: "Select language",
    mainBlock: {
      title: "Производство полностью готовых передвижных модулей",
      content: [
        "Дома, дачи, глемпинги, офисы, магазины, киоски, хозпостройки и хранилища c полной отделкой и внутренними коммуникациями",
        "Не требует сборки, только соединение модулей ",
        "Не требует строительства фундамента",
        "Подготовка к переезду на новое место замёт 60 минут",
      ],
      btn: "Получить консультацию",
    },
    plusesBlock: [
      {
        title: "Не нужен проект",
        text: "В большинстве стран Европы не нужно согласовывать проект для временных построек, которые можно перенести в другое место.",
      },
      {
        title: "Не нужен фундамент",
        text: "Наши модули могут быть установлены на любой в том числе временной основе (блоках или даже камнях).",
      },
      {
        title: "Не нужна сборка",
        text: "Только если ваш заказ состоит из нескольких модулей, необходимо их соеденить между собой с помощью подготовленных креплений.",
      },
      {
        title: "Легко продать",
        text: "Модули имеют вторичную стоимость, так как легко могут перемещены в новое место без разборки. Подготовка для переезда займёт 1 час.",
      },
    ],
    moduleOptions: {
      title: "Варианты модулей",
      cards: [
        {
          img: "smallHouse.png",
          title: "Небольшой дом",
        },
        {
          img: "village.png",
          title: "Загородный дом",
        },
        {
          img: "glamping.png",
          title: "Глемпинг",
        },
        {
          img: "streetCafe.png",
          title: "Уличное кафе",
        },
        {
          img: "office.png",
          title: "Офисный блок",
        },
        {
          img: "garage.png",
          title: "Гараж, хранилище",
        },
        {
          img: "shop.png",
          title: "Магазин, киоск",
        },
        {
          img: "securityRoom.png",
          title: "Пост охраны",
        },
      ],
    },
    configurations: {
      title: "Конфигурация",
      cards: [
        {
          img: "QType.png",
          title: "Q -Type",
          formImg: "QForm.svg",
        },
        {
          img: "IType.png",
          title: "I -Type",
          formImg: "IForm.svg",
        },
        {
          img: "TType.png",
          title: "T -Type",
          formImg: "TForm.svg",
        },
        {
          img: "LType.png",
          title: "L -Type",
          formImg: "LForm.svg",
        },
        {
          img: "ZType.png",
          title: "Z -Type",
          formImg: "ZForm.svg",
        },
        {
          img: "UType.png",
          title: "U -Type",
          formImg: "UForm.svg",
        },
      ],
    },
    inside: {
      title: "Что внутри !?",
      text: [
        "- Внешняя металлическая рама создаёт надежность конструкции ",
        "- Утепление стен, пола и потолка из пеноплистерола или каменной ваты для круглогодичного проживания ",
        "- Высококачественные окна с тремя стеклами для повышения теплоизоляции ",
        "- Снаружи отделка из деревянной доски или композитных панелей на выбор клиента ",
        "- Внутри на стенах фанера высшего сорта или декоративные MDF панели",
        "- На полу панели из кварцвинила с встроенным отоплением полов ",
        "- Все коммуникации (электричество, вода, канализация) проложены внутри стен ",
        "- Возможность обустройства открытой терассы на крыше",
      ],
    },
    ourWorks: {
      title: "Наши работы",
      imgs: [
        "ourWork1.png",
        "ourWork2.png",
        "ourWork3.png",
        "ourWork4.png",
        "ourWork5.png",
        "ourWork6.png",
        "ourWork7.png",
        "ourWork8.png",
        "ourWork9.png",
        "ourWork10.png",
      ],
    },
    footer: {
      nav: {
        title: "Навигация",
        links: ["Главная", "Модули", "Конфигурация", "Наши работы", "Контакты"],
      },
      contactsTitle: "Контакты",

      rightBlock: {
        footerTitle:
          "Подпишитесь на рассылку, чтобы не пропустить новинки и акции",
        inputPlaceholder: "Ваш e-mail",
      },
      smallText: {
        privatePolicyTitle: "Политика конфиденциальности",
        paymentDetails: "Реквизиты",
      },
    },
  },
};
